cocktails_array=[
new Cocktail({
"id":0,
"name":"Мохито",
"available":"есть",
"img_path":"default.jpg",
"strength":"Алкогольный",
"base":"Ром",
"flavor":"Сладкий",
"components":"Ром 60 мл, Сироп 30мл, лаймовый сок 30 мл, Мята 6 листов, Содовая",
"recipe":"шейк",
"description":"Это освежающий сладкий лонг на основе рома с большим количеством мяты и лайма."
})
,
new Cocktail({
"id":1,
"name":"Лонг айленд",
"available":"есть",
"img_path":"default.jpg",
"strength":"Алкогольный",
"base":"Водка",
"flavor":"Горький",
"components":"Ром 60 мл, Сироп 30мл, лаймовый сок 30 мл, Мята 6 листов, Содовая",
"recipe":"шейк",
"description":"Это освежающий сладкий лонг на основе рома с большим количеством мяты и лайма."
})
,
new Cocktail({
"id":2,
"name":"Лонг айленд",
"available":"есть",
"img_path":"default.jpg",
"strength":"Б/а",
"base":"Водка",
"flavor":"Горький",
"components":"Ром 60 мл, Сироп 30мл, лаймовый сок 30 мл, Мята 6 листов, Содовая",
"recipe":"шейк",
"description":"Это освежающий сладкий лонг на основе рома с большим количеством мяты и лайма."
})
]
