cocktails_array=[
new Cocktail({
"id":0,
"name":"Мохито",
"available":"есть",
"img_path":"default.jpg",
"strength":"Слабоалкогольный",
"base":"Ром",
"flavor":"Сладкий",
"components":"Ром 60 мл, Сироп 30мл, лаймовый сок 30 мл, Мята 6 листов, Содовая",
"recipe":"ШЕЙК + лед /Хайбол",
"description":"Это освежающий сладкий лонг на основе рома с большим количеством мяты и лайма."
})
,
new Cocktail({
"id":1,
"name":"Мохито №2",
"available":"есть",
"img_path":"default.jpg",
"strength":"Слабоалкогольный",
"base":"Ром",
"flavor":"Сладкий",
"components":"Ром 60 мл, Сироп 20мл, лайм 2 дольки, Мята 6 листов, Содовая",
"recipe":"БИЛД + колотый лед",
"description":"Это освежающий сладкий лонг на основе рома с большим количеством мяты и лайма."
})
,
new Cocktail({
"id":2,
"name":"Куба Либре",
"available":"есть",
"img_path":"default.jpg",
"strength":"Слабоалкогольный",
"base":"Ром",
"flavor":"Сладкий",
"components":"Пряный ром 40 мл, 3/8 Лайма, Кола",
"recipe":"БИЛД /Хайбол",
"description":"Куба либре» (исп. Cuba Libre, «свободная Куба») — коктейль, содержащий ром, колу и лайм, один из самых популярных коктейлей в мире. Слово "libre" читается на испанском как "лиВре". Впервые приготовлен в Гаване в 1900 году. Американские солдаты смешали кубинский ром и колу и при этом произносили тост за свободную Кубу («Viva Cuba libre» = «Да здравствует свободная Куба»)."
})
,
new Cocktail({
"id":3,
"name":"Пина Колада ",
"available":"есть",
"img_path":"default.jpg",
"strength":"Слабоалкогольный",
"base":"Ром",
"flavor":"Сладкий",
"components":"50мл темный ром, 50мл белый ром, 60мл кокосовое молоко, 30мл кокосовый сироп, 120мл ананасовый сок",
"recipe":"БЛЕНДЕР /Харрикейн",
"description":"Традиционный карибский алкогольный коктейль на основе светлого рома с кокосовым молоком и ананасовым соком."
})
]
